server/2018-04-24_20-57-50.321243/merged.yml
---
execution:
- concurrency: 100
  executor: siege
  hold-for: 1m
  scenario: external_urls
reporting:
- dump-csv: dump2.csv
  failed-labels: true
  module: final-stats
  percentiles: true
  summary: true
  test-duration: true
scenarios:
  external_urls:
    requests:
    - https://www.qa.rent.com/georgia/atlanta-apartments
    think-time: 15s